[
  {
    "id": 31254,
    "category": 1,
    "content_descriptions": [],
    "rating": 11,
    "synopsis": "This is a first-person RPG/shooter in which players assume the role of a mercenary named V trying to make their way through the open-world of Night City. Players can explore futuristic locations, interact with citizens, perform missions, and engage in combat to complete various objectives within a storyline. Characters use handguns, machine guns, rifles, and explosives during frenetic firefights with humans and cybernetically enhanced enemies; players can also use melee weapons (e.g., wrist-mounted blades, enhanced limbs) to stab enemies and, in some cases, dismember them. Combat is frenetic, with frequent gunfire, cries of pain, explosions, and blood-splatter effects. Some locations depict mutilated corpses with open chest cavities and/or exposed organs/entrails. During one quest, players assist a character by hammering nails through his hands and feet; screaming sounds and blood effects accompany the scene. The game contains nudity and sexual material: Players can select a gender and customize their character; customization can include depictions of breasts, buttocks, and genitalia, as well as various sizes and combinations of genitals. Players can encounter events where they have the option to engage in sexual activities with other main characters or prostitutes—these brief sex scenes (from a first-person perspective) depict partially nude characters moaning suggestively while moving through various positions. Some scenes contain brief depictions of thrusting motions; other scenes depict a character\u0027s head moving towards a partner\u0027s crotch. The game contains frequent depictions and references to fictional drugs, including characters taking puffs/hits from a state-altering inhaler/stimulant; an animated billboard ad depicts a man snorting speed. Some sequences allow the player to drink alcoholic beverages repeatedly until the screen distorts; player\u0027s character can also drive cars while drunk. The words “f**k” and \"c*nt\" appear in the dialogue.",
    "checksum": "998e3857-83c8-bc81-18af-985419f4f1c9"
  }
]